Repository: BenjaminPaap/WP-AutoSharePost
Catalog: languages/wordpress-autosharepost-*.po
Languages: de_de

source: Could not find any app associated with this user with appId "%1$s".
de_de: Eine Applikation mit der AppId "%1$s" konnte für diesen Benutzer nicht gefunden werden.

source: "data" member in wrong format.
de_de: "data" ist im falschen Format.

source: No facebook user supplied. Did you give all permissions?
de_de: Kein Facebook User übergeben. Wurden alle nötigen Rechte gegeben?

source: WP-AutoSharePost Settings
de_de: WP-AutoSharePost Einstellungen

source: CommentGrabber Settings
de_de: CommentGrabber Einstellungen

source: Could not load data from facebook.
de_de: Daten von Facebook konnten nicht geladen werden.

source: Could not post on facebook.com. Reason: %1$s
de_de: Beitrag konnte nicht auf Facebook.com gepostet werden. Grund: %1$s

source: Could not post on facebook.com "AccessToken" missing
de_de: Auf Facebook.com kann nicht gepostet werden. Es gibt noch keinen "AccessToken".

source: Errors occured during sharing
de_de: Fehler während dem Teilen aufgetreten

source: Please note, that this post may be shared to some social networks but not all. Check your social network accounts, delete the message and re-share this post if you want to.
de_de: Bitte beachten Sie, dass dieser Artikel bereits auf einigen Sozialen Netzwerken veröffentlicht worden sein mag. Prüfen Sie bitte die eingestellten Accounts und löschen Sie eventuell Beiträge aus diesen Netzwerken, bevor Sie diesen Artikel noch einmal teilen.

source: Social Network
de_de: Soziales Netzwerk

source: Error Message
de_de: Fehlermeldung

source: Successfully shared
de_de: Erfolgreich geteilt

source: Post shared
de_de: Beitrag geteilt

source: Post was shared on
de_de: Beitrag wurde geteilt am

source: Posting Links
de_de: Beitragslinks

source: View Post on Facebook
de_de: Beitrag auf Facebook ansehen

source: View Post on Twitter
de_de: Beitrag auf Twitter ansehen

source: Re-Share this Post
de_de: Beitrag erneut teilen

source: Social Network Post Messages
de_de: Nachrichten für soziale Netzwerke

source: Enable AutoSharePost
de_de: WP-AutoSharePost aktivieren

source: Facebook Message
de_de: Facebook Nachricht

source: Facebook Posting Type
de_de: Beitragstyp

source: Twitter Message
de_de: Twitter Nachricht

source: Characters left
de_de: Zeichen übrig

source: Settings › AutoSharePost
de_de: Einstellungen › AutoSharePost

source: General Settings
de_de: Allgemeine Einstellungen

source: Enable CommentGrabber
de_de: CommentGrabber aktivieren

source: Minutes
de_de: Minuten

source: Auto-Approve new Comments
de_de: Neue Kommentare sofort freigeben

source: Pages to read from Facebook
de_de: Zu lesende Seiten von Facebook

source: Save Changes
de_de: Änderungen speichern

source: Settings › WP-AutoSharePost
de_de: Einstellungen › WP-AutoSharePost

source: Enable WP-AutoSharePost
de_de: WP-AutoSharePost aktivieren

source: Picture to share
de_de: Bild

source: None
de_de: Nichts

source: If you want to submit status messages and attach a picture to them select the type of the picture here.
de_de: When Sie Status Meldungen auf Facebook veröffentlichen wollen und ein Bild teilen möchten können Sie hier den Typ des Bildes definieren.

source: Size of the picture
de_de: Größe des Bildes

source: Facebook Settings
de_de: Facebook Einstellungen

source: Facebook Error
de_de: Facebook Fehler

source: User/App/Page Name
de_de: Benutzer/App/Seiten Name

source: Page ID
de_de: Seiten ID

source: <strong>Optional</strong> Only if you want to manage a page
de_de: <strong>Optional</strong> Nur eintragen, wenn Sie eine Facebook Seite verwalten möchten.

source: Request Facebook Access-Token
de_de: Facebook Access-Token erzeugen

source: Set AppID and AppSecret before requesting an access token
de_de: Bitte die AppID und das AppSecret setzen, bevor ein "Access Token" generiert werden kann.

source: Posting Type
de_de: Beitragstyp

source: Specify whether to post a link or a status message on facebook.
de_de: Soll die Facebook Nachricht als Statusmeldung oder Link gepostet werden.

source: Default message
de_de: Standard Statusmeldung

source: Create new album for every picture
de_de: Neues Album für jedes Bild erstellen

source: Wordcount for description
de_de: Wortanzahl für die Beschreibung

source: This defines the maximum wordcount for the description text of facebook status messages
de_de: Die maximale Anzahl Wörter, welche in einer Facebook Status Nachricht angezeigt werden sollen.

source: Disable Bit.ly URL Shortening
de_de: bit.ly Service deaktivieren

source: Twitter Settings
de_de: Twitter Einstellungen

source: Seperator between Text and URL
de_de: Trenner zwischen Text und URL

source: Whitespace
de_de: Leerzeichen

source: As defined:
de_de: Wie definiert:

source: Put your seperator here
de_de: Trenner hier einsetzen

source: The seperator which is used to seperate the URL from the text in a Twitter tweet.
de_de: Das Trennzeichen, welches zwischen Text und URL liegt, um dies voneinander in einer Twitter Nachricht zu trennen.

source: Bit.ly Url Shortening
de_de: Bit.ly URL Kürzung

source: Bit.ly is a URL shortening service. This is used to shorten the URL to your Blogpost so that the URL does not consume too many characters from the twitter message itself.
de_de: Bit.ly ist ein URL Kürzungsservice, welcher aus einer langen URL eine kurze macht. Solche werden für Twitter benutzt, damit nicht zu viele Zeichen durch die URL verbraucht werden.
